StruSoft.Interop.StruXml.Data.Material_typeBrick


StruSoft.Interop.StruXml.Data.Material_typeBrick.Strength_for


StruSoft.Interop.StruXml.Data.Material_typeBrick.Fb


StruSoft.Interop.StruXml.Data.Material_typeBrick.Nu


StruSoft.Interop.StruXml.Data.Material_typeBrick.Rho


StruSoft.Interop.StruXml.Data.Material_typeBrick.Alpha_thermal


StruSoft.Interop.StruXml.Data.Material_typeBrick.GammaM_0


StruSoft.Interop.StruXml.Data.Material_typeBrick.GammaM_1


StruSoft.Interop.StruXml.Data.Material_typeBrick.Fm


StruSoft.Interop.StruXml.Data.Material_typeBrick.K


StruSoft.Interop.StruXml.Data.Material_typeBrick.Alpha


StruSoft.Interop.StruXml.Data.Material_typeBrick.Beta


StruSoft.Interop.StruXml.Data.Material_typeBrick.Elasticity_modulus


StruSoft.Interop.StruXml.Data.Material_typeBrick.Elasticity_calculated_by_KE


StruSoft.Interop.StruXml.Data.Material_typeBrick.Creep_U


StruSoft.Interop.StruXml.Data.Material_typeBrick.Creep_Sq


StruSoft.Interop.StruXml.Data.Material_typeBrick.Creep_Sf


StruSoft.Interop.StruXml.Data.Material_typeBrick.Creep_Sc


StruSoft.Interop.StruXml.Data.Material_typeBrick.Phi


StruSoft.Interop.StruXml.Data.Material_typeBrick.Filled_vertical_joints


StruSoft.Interop.StruXml.Data.Material_typeBrick.Filled_vertical_jointsSpecified


StruSoft.Interop.StruXml.Data.Material_typeBrick.Km


StruSoft.Interop.StruXml.Data.Material_typeBrick.KmSpecified


StruSoft.Interop.StruXml.Data.Material_typeBrick.Muk


StruSoft.Interop.StruXml.Data.Material_typeBrick.MukSpecified


StruSoft.Interop.StruXml.Data.Material_typeBrick.Ct


StruSoft.Interop.StruXml.Data.Material_typeBrick.CtSpecified


StruSoft.Interop.StruXml.Data.Material_typeBrick.Fvk0


StruSoft.Interop.StruXml.Data.Material_typeBrick.Fvk0Specified


StruSoft.Interop.StruXml.Data.Material_typeBrick.Fvlt


StruSoft.Interop.StruXml.Data.Material_typeBrick.FvltSpecified


StruSoft.Interop.StruXml.Data.Material_typeBrick.AnyAttr
